Repository: madgen78/dpviz
Catalog: i18n/*/LC_MESSAGES/dpviz.po
Languages: es_es

source: Date & Time Stamp
es_es: Sello de fecha y hora

source: Displays the date and time on the graph.
es_es: Muestra la fecha y la hora en el gráfico.

source: Pan & Zoom
es_es: Panorámica y zoom

source: Allows you to use pan and zoom functions. Click and hold to pan, and use the mouse wheel to zoom.
es_es: Permite utilizar las funciones de panorámica y zoom. Mantenga pulsado para desplazarse y utilice la rueda del ratón para hacer zoom.

source: Horizontal Layout
es_es: Diseño horizontal

source: Displays the dial plan in a horizontal layout.
es_es: Muestra el plan de marcación en formato horizontal.

source: Shared extension node handling
es_es: Agrupación de nodos de extensión compartidos

source: 'None' displays individual extension nodes. 'Queues and Ring Groups Only' combines them into one node. 'All' merges all destinations into a single extension node.
es_es: 'Ninguno' muestra los nodos de extensión individuales. 'Solo Colas y Grupos de Llamadas' los combina en un solo nodo. 'Todos' combina todos los destinos en un único nodo de extensión.

source: None
es_es: Ninguno

source: Queues and Ring Groups Only
es_es: Solo Colas y Grupos de Llamadas

source: All Destinations
es_es: Todos los Destinos

source: Show Dynamic Members for Queues
es_es: Mostrar miembros dinámicos para colas

source: Displays the list of dynamic agents currently assigned to the queues.
es_es: Muestra la lista de agentes dinámicos asignados actualmente a las colas.

source: Show Find Me Follow Me for Extensions
es_es: Mostrar Encuéntrame/Sígueme para Extensiones

source: Displays Find Me Follow Me data for extensions.
es_es: Muestra los datos de Encuéntrame/Sígueme para las extensiones.

source: Show Extension Optional Destinations
es_es: Mostrar destinos opcionales de la ampliación

source: Displays and follows the optional destinations (No Answer, Busy, Not Reachable) set for the extension in the Advanced tab.
es_es: Muestra y sigue los destinos opcionales (Sin respuesta, Ocupado, No localizable) configurados para la extensión en la pestaña Avanzado.

source: ❌Unknown page: %s
es_es: ❌Página desconocida: %s

source: Yes
es_es: Sí

source: Loading...
es_es: Cargando...

source: ANY
es_es: CUALQUIERA

source: ⚠ Could not connect to the server
es_es: ⚠ No se ha podido conectar con el servidor

source: ⚠ Something went wrong
es_es: ⚠ Algo salió mal

source: ⚠ Received empty or invalid response
es_es: ⚠ Recibida respuesta vacía o no válida

source: Are you sure you want to reset all settings to default?
es_es: ¿Estás seguro de que quieres restablecer todos los ajustes por defecto?

source: Are you sure you want to save the settings?
es_es: ¿Estás seguro de que quieres guardar los ajustes?

source: ⚠ An unexpected error occurred: %s
es_es: ⚠ Se ha producido un error inesperado: %s

source: Error: Filename is Empty!
es_es: Error: ¡El nombre del archivo está vacío!

source: ❌ Error exporting image:
es_es: ❌ Error al exportar la imagen:

source: ⚠ The browser blocked the popup.
es_es: ⚠ El navegador bloqueó la ventana emergente.

source: Highlight Paths
es_es: Resaltar Rutas

source: Remove Highlights
es_es: Eliminar Resaltar Rutas

source: No Destination
es_es: Sin Destino

source: ⚠ Error loading destination
es_es: ⚠ Error al cargar el destino

source: ⚠ Unknown error while loading destinations
es_es: ⚠ Error desconocido al cargar destinos

source: ❌ Error: Could not find inbound route for %s / %s
es_es: ❌ Error: No se pudo encontrar la ruta de entrada para %s / %s

source: ✔ Graph generated successfully
es_es: ✔ Gráfico generado correctamente

source: Dial Plan For Inbound Route %s%s: %s
es_es: Plan de Marcación para Ruta Entrante %s%s: %s

source: ✔ Settings saved successfully
es_es: ✔ Configuración guardados correctamente

source: ❌ Failed to save settings
es_es: ❌ No se ha podido guardar la configuración

source: ✔ Settings reset to default values
es_es: ✔ Configuración restablecida a los valores predeterminados

source: ✔ You are using the latest version: %s
es_es: ✔ Está utilizando la última versión: %s

source: ⚠ A new version is available: %s, current version: %s
es_es: ⚠ Una nueva versión está disponible: %s, versión actual: %s

source: ❌ Unknown command
es_es: ❌ Comando desconocido

source: Failed to fetch release info.
es_es: No se pudo obtener la información de la versión.

source: Invalid response from GitHub.
es_es: Respuesta no válida de GitHub.

source: Skipping KVStore import, no data found!
es_es: Omitiendo la importación de KVStore, ¡no se han encontrado datos!

source: Invalid direction '%s'!
es_es: ¡Dirección no válida '%s'!

source: File '%s' not found!
es_es: ¡Archivo '%s' no encontrado!

source: Not extracting class name from '%s'!
es_es: ¡No se extrae el nombre de la clase de '%s'!

source: Class '%s' not found in '%s'!
es_es: ¡Clase '%s' no encontrada en '%s'!

source: Class '%s' Create OK!
es_es: Clase '%s' ¡Creada OK!

source: Class '%s' Create OK, but without priority!
es_es: Clase '%s' ¡Crear OK, pero sin prioridad!

source: Couldn't open log file: %s
es_es: No se ha podido abrir el archivo de registro: %s

source: [%s] [Level %d] %s
es_es: [%s] [Nivel %d] %s

source: %s hrs
es_es: %s horas

source: %s mins
es_es: %s minutos

source: %s secs
es_es: %s segundos

source: Caller ID Number= %s\n
es_es: Número de Identificación de llamada= %s\n

source: Description= %s\n
es_es: Descripción= %s\n

source: Alert Info= %s\n
es_es: Alerta Info= %s\n

source: CID Prefix= %s\n
es_es: Prefijo CID= %s\n

source: MOH Class= %s\n
es_es: Clase de MOH= %s\n

source: Always
es_es: Siempre

source: Inspecting destination %s
es_es: Inspeccionando destino %s

source: Adding node: %s
es_es: Añadiendo nodo: %s

source: Found it: ntxt = %s
es_es: Se encontró: ntxt = %s

source: (new node: %s)
es_es: (nuevo nodo: %s)

source: NOT making an edge from %s -> %s
es_es: NO se dibuja flecha de %s a %s

source: Making an edge from %s -> %s
es_es: Se dibuja flecha de %s a %s

source: The Graph: %s
es_es: El gráfico: %s

source: Doing follow dest ...
es_es: Haciendo seguimiento dest ...

source: Finished follow dest ...
es_es: Terminado seguir dest ...

source: No callback function found for followDestinations in '%s'
es_es: No se ha encontrado ninguna función callback para followDestinations en '%s'

source: yes
es_es: sí

source: disabled
es_es: desactivado

source: Announcements: %s\nRecording: %s\nRecord (%s): %s
es_es: Anuncio: %s\nGrabación: %s\nGrabar (%s): %s

source: Continue
es_es: Continuar

source: Set CID\nName= %s\nNumber= %s
es_es: Set CID\nNombre= %s\nNúmero= %s

source: Engine: %s\nDesc: %s
es_es: Motor: %s\nDescripción: %s

source: %s\nMode= %s
es_es: %s\nModo= %s

source: \nTimezone= %s
es_es: \nZona Horaria= %s

source: Undefined
es_es: No definido

source: No times defined
es_es: No hay horarios definidos

source: Name= %s\nDescription= %s\nType= %s\nTimezone= %s
es_es: Nombre= %s\nDescripción= %s\nTipo= %s\nZona Horaria= %s

source: Calendars=
es_es: Calendarios=

source: All
es_es: Todos

source: Categories= %s
es_es: Categorías= %s

source: Events= %s
es_es: Eventos= %s

source: Name= %s\n%s\n%s\n%s\nExpand= %s
es_es: Nombre= %s\n%s\n%s\n%s\nExpand= %s

source: Match:\n%s
es_es: Coincidencia:\n%s

source: No Match
es_es: No Coincide

source: No Match:\n%s
es_es: No Coincide:\n%s

source: (Busy Message)
es_es: (Mensaje de ocupado)

source: (Instructions Only)
es_es: (Sólo instrucciones)

source: (No Message)
es_es: (Sin mensaje)

source: (Unavailable Message)
es_es: (Mensaje no disponible)

source: Voicemail: %s %s %s\n%s
es_es: Buzón de voz: %s %s %s\n%s

source: VM Blast: %s %s
es_es: Difusión VM: %s %s

source: Trunk (%s): %s
es_es: Troncal (%s): %s

source: Music On Hold
es_es: Música en espera

source: Terminate Call: %s
es_es: Finalizar llamada: %s

source: \nToggle (%s): %s
es_es: \nConmutar (%s): %s

source: enabled
es_es: activado

source: (Active)
es_es: (Activo)

source: Day Mode %s
es_es: Modo Día %s

source: Night Mode %s
es_es: Modo Noche %s

source: Call Flow: %s%s
es_es: Flujo de llamadas: %s%s

source: Conferences: %s %s
es_es: Conferencias: %s %s

source: Directory: %s
es_es: Directorio: %s

source: Invalid Input
es_es: Entrada no válida

source: DYN: %s\nAnnouncement: %s
es_es: DYN: %s\nAnuncio: %s

source: Match: %s\n%s
es_es: Coincidencia: %s\n%s

source: Invalid Input, Default (%s secs)
es_es: Entrada no válida, por defecto (%s segundos)

source: Default (%s secs)
es_es: Por defecto (%s segundos)

source: Extension: %s %s\n%s
es_es: Extensión: %s %s\n%s

source: FMFM Enabled\nInitial Ring Time=%s\nRing Time=%s\nConfirm Calls=%s
es_es: FMFM Activado\nTiempo de Timbre Inicial=%s\nTiempo de Timbre=%s\nTiempo de Confirmación de Llamadas=%s

source: FMFM Disabled
es_es: FMFM Desactivado

source: No Answer, Busy, Not Reachable
es_es: No contesta, Ocupado, No localizable

source: No Answer & Busy
es_es: Sin respuesta y ocupado

source: Not Reachable
es_es: No localizable

source: No Answer & Not Reachable
es_es: Sin respuesta y no localizable

source: Busy
es_es: Ocupado

source: Busy & Not Reachable
es_es: Ocupado y no localizable

source: No Answer
es_es: Sin respuesta

source: Feature Code: %s <%s>
es_es: Código de función: %s <%s>

source: IVR: %s\nAnnouncement: %s\nRecord (%s): %s\n
es_es: IVR: %s\nAnuncio: %s\nGrabar (%s): %s\n

source: Selection %s
es_es: Selección %s

source: Invalid Input, Timeout (%s secs)
es_es: Entrada no válida, tiempo de espera (%s s)

source: Timeout (%s secs)
es_es: Tiempo de espera (%s s)

source: Languages: %s
es_es: Idiomas: %s

source: Misc Dest: %s (%s)
es_es: Otros destinos: %s (%s)

source: Play Recording: %s
es_es: Reproducir grabación: %s

source: Queue Priorities: %s\nPriority: %s
es_es: Prioridades de cola: %s\nPrioridad: %s

source: Unlimited
es_es: Ilimitado

source: Queue %s: %s
es_es: Cola %s: %s

source: Static
es_es: Estática

source: Dynamic
es_es: Dinámico

source: No Answer (%s)
es_es: Sin respuesta (%s)

source: IVR Break Out (every %s)
es_es: Salida del IVR (cada %s)

source: Ring Group: %s %s
es_es: Grupo de timbres: %s %s

source: Cust Dest: %s\nTarget: %s
es_es: Cust Dest: %s\nDestino: %s

source: Unknown destination type: %s
es_es: Tipo de destino desconocido: %s

source: unassigned
es_es: no asignado

source: No direct script access allowed
es_es: No se permite el acceso directo a los scripts

source: Dial Plan Vizualizer
es_es: Visualizador del Plan de Marcación

source: Dial Plan
es_es: Plan de Marcado

source: Settings
es_es: Configuraciones

source: Navigation and Usage
es_es: Navegación y Uso

source: Inbound Routes
es_es: Rutas de Entrada

source: Description
es_es: Descripción

source: Destination
es_es: Destino

source: Error: Could not find inbound route for '%s'
es_es: Error: No se pudo encontrar la ruta de entrada para '%s'

source: The system was unable to locate a matching inbound route for the specified destination: '%s'. This may indicate that the route has been deleted, is misconfigured, or that the call is being directed to a non-existent or unregistered pattern. Please verify the inbound route settings and ensure that the destination is correctly defined within your Dial Plan configuration.
es_es: El sistema no ha podido localizar una ruta entrante que coincida con el destino especificado: '%s'. Esto puede deberse a que la ruta ha sido eliminada, está mal configurada o la llamada se está dirigiendo a un patrón inexistente o no registrado. Por favor, verifique la configuración de las rutas entrantes y asegúrese de que el destino esté correctamente definido dentro de su Plan de Marcado.

source: Please wait while the Dial Plan is being loaded.
es_es: Por favor, espere mientras se carga el Plan de Marcado.

source: Reload
es_es: Recargar

source: Export as
es_es: Exportar como

source: Enter filename
es_es: Introduzca el nombre del archivo

source: Download
es_es: Descargar

source: High
es_es: Alta

source: Standard
es_es: Estándar

source: No Dial Plan has been selected for display!
es_es: Actualmente no se ha seleccionado ningún Plan de Marcado para su visualización!

source: In order to generate and view the corresponding call flow, please select a Dial Plan from the available menu. Once selected, the detailed call flow information will load automatically, allowing you to review and analyze the call routing configuration associated with that plan. This selection is required to proceed with inspecting or editing the call flow.
es_es: Para poder generar y mostrar el flujo de llamada correspondiente, es necesario que seleccione un Plan de Marcado desde el menú disponible. Una vez realizado este paso, se cargará automáticamente la información detallada del flujo asociado, permitiéndole revisar y analizar la configuración del enrutamiento de llamadas para dicho plan. Esta selección es imprescindible para continuar con la inspección o edición del flujo de llamadas.

source: Information on how to navigate and use the dial plane flow
es_es: Información sobre cómo navegar y utilizar el flujo del Plano de Marcado

source: Feature
es_es: Característica

source: Redraw from a Node
es_es: Redibujar desde un Nodo

source: Press <strong>Ctrl</strong> (<strong>Cmd</strong> on macOS) and left-click a node to make it the new starting point in the diagram. To revert, <strong>Ctrl/Cmd + left-click</strong> the parent node.
es_es: Pulsa <strong>Ctrl</strong><strong>(Cmd</strong> en macOS) y haz clic con el botón izquierdo en un nodo para convertirlo en el nuevo punto de partida del diagrama. Para revertir, <strong>Ctrl/Cmd + clic izquierdo en</strong> el nodo padre.

source: Click <strong>Highlight Paths</strong>, then select a node or edge (links are inactive). Click <strong>Remove Highlights</strong> to clear.
es_es: Haga clic en <strong>Resaltar rutas</strong> y, a continuación, seleccione un nodo o arista (los enlaces están inactivos). Haga clic en <strong>Eliminar resaltados</strong> para borrar.

source: Hover
es_es: Al pasar el ratón

source: Hover over a path to highlight between destinations.
es_es: Pase el ratón por encima de una ruta para resaltar entre los destinos.

source: Open Destinations
es_es: Abrir Destinos

source: Click a destination to open it in a new tab.
es_es: Haga clic en un destino para abrirlo en una nueva pestaña.

source: Open Time Groups
es_es: Grupos de Horarios Abiertos

source: Click on a "<strong>Match: (timegroup)</strong>" or "<strong>NoMatch</strong>" to open in a new tab.
es_es: Haga clic en<strong>"Match: (timegroup)</strong>" o<strong>"NoMatch</strong>" para abrir en una nueva pestaña.

source: Hold the left mouse button and drag to move the view.
es_es: Mantenga pulsado el botón izquierdo del ratón y arrástrelo para mover la vista.

source: Use the mouse wheel to zoom in and out.
es_es: Utiliza la rueda del ratón para acercar y alejar la imagen.

source: Check for Updates
es_es: Comprobar si hay actualizaciones

source: Save Changes
es_es: Guardar Cambios

source: Reset Default
es_es: Restablecer a valores por defecto
